Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 아, 됐어요!
en: forget it!

source: 저희 늦은 거 아니죠?
en: we’re not late, are we?

source: 꼭 갈게요, 언니.
en: I’ll definitely be there.

source: 쉴 만큼 쉬었으니까 이제 슬슬 복귀작 알아보려고요.
en: she got enough rest. so, we’re going to look into what’s available for her.

source: 그래서 너도 키워 달라고?
en: so you want chief kim to make you famous as well?

source: 그래야 저도 마음이 편할 것 같고.
en: I think I would feel better if you go.

source: 이게 그렇게 놀랄 일인가?
en: was that something to be so shocked about?

source: 다음에는 꼭 레스토랑 예약해 놓을게요.
en: I’ll be sure to make a reservation next time.

source: 혜령이를 깎아내린 멘트는 많다.
en: there are many comments degrading hye-ryung.

source: 가수가 꿈이었던 거 아니었어요?
en: isn’t your dream to become a singer?

source: 악플이라도 달렸어?
en: did you see a bad comment or something?

source: 하늘아, 잠깐 기다리고 있어.
en: haneul, stay here.

source: 대본 받자마자 딱 느낌이 왔지!
en: I knew it the moment I saw the script!

source: 보급형 주제에 두 사람 고생시켰다며?
en: I hear that the replacement has been giving you both a hard time.

source: 그러던지.
en: that works too.

source: 말이 나온 김에 하는 얘기인데…
en: and while I have you here...

source: 아무래도 그쪽이 먼저 채 가기 전에 우리가 먼저 고르는 게….
en: I think it’d be best that we make a decision before they do...

source: 안 변했네.
en: he hasn’t changed.

source: 그냥 누나 얼굴 보려고….
en: I just wanted to see you...

source: 대본은 어때?
en: how’s the script?

source: 그렇게 해도 아마 내일이면 다 퍼지겠지만….
en: although it’ll still be all over the place by tomorrow...

source: 그럼 먼저 들어가도 되겠습니까?
en: then, may I go?

source: 링크 보내 줄게.
en: I’ll send you the link.

source: 배우 하나가 방송을 휘어잡는 게 아니라,
en: it shouldn’t be an actor to lead the set,

source: 촬영 전에 미리 이슈가 될 만한 걸 풀자는 거예요.
en: I was thinking of releasing something that’d make a buzz even before shooting starts.

source: 안녕하세요, 감독님.
en: hi, producer.

source: 기사요?
en: a news article?

source: 가장 좋은 건 강수지 쪽에서 기사 수정해 주는 게 확실한데….
en: at this point, sooji kang’s team correcting the article would be the best case scenario.

source: 촬영 날만 기다렸어요.
en: I’ve just been waiting for this day.

source: 하….
en: sigh...

source: 그나저나 강수지 저 멘탈로 작품 잘 되려나?
en: on that note, would sooji kang be alright after finding out what happened?

source: 이번에도 이거 폐지될 뻔했다며?
en: is it true the show almost got cancelled again?

source: [그 남자는 알고 있다] 협찬사 중 하나예요.
en: it’s from one of the sponsors of “the man knows already.”

source: 필모도 꼬여서 아직 제대로 된 작품 하나 못 찍은 지아 씨가 멀쩡하게 활동하고 있다고요?!
en: ms. han has been having issues choosing her film. how can you say that she’s been acting like nothing had happened?!

source: 그러니까, 같이 밥 한 번 먹으면 어떨까 싶어서….
en: so, I thought it would be nice to have a nice meal together...

source: 아마 나한테 로드를 붙여 준다는 것만으로도 시끄러울거다.
en: even hiring an assistant for me would stir up the company for sure.

source: 오랜만입니다, 감독님.
en: it’s been a while, mr. kim.

source: 인준 씨랑 같은 회사에서 일하는 차준섭입니다.
en: my name is junseob cha. I work with injoon.

source: 많이… 별로예요?
en: was... it that bad?

source: 팀장님, 퇴근하셨어요?
en: are you still in the office, team leader?

source: 김규현 감독이 호들갑 떤 이유가 이해가 돼.
en: see why mr. gyuhyun kim was so excited.

source: 아, 그건 좀 그러네요.
en: oh, I don’t think that’ll work.

source: 혜령아, 브로마이드 엄청 잘 나왔지 않아?
en: hye-ryung, didn’t the poster come out great?

source: 제보자가 남자인지, 여자인지 매니저인지, 코디인지.
en: we have to find out who the informant was. whether it was a man or a woman, a manager or a coordinator.

source: 그냥 해 본 말이야.
en: I was just saying.

source: 하늘 씨 분량은 내가 팍팍 챙겨 줄게!
en: I’ll make sure haneul gets enough lines!

source: 작가 구하는 게 진짜 힘드네.
en: but it’s really hard to find a writer.

source: 하… 부담스럽다.
en: *sigh...* this is really uncomfortable.

source: 게스트 상태가 저게 뭐야?
en: what’s up with the guest today?

source: 혜령이 차기작 때문에 문제가 좀 생기긴 했는데….
en: I did run into a problem with hye-ryung’s next project...

source: 그 덩치가 그럴 거라곤 상상도 못 했다.
en: nobody even imagined such a big guy would just pass out like.

source: 솔직히 녹음된 말투, 목소리가 누가 들어도 지아 씨 아닙니까?
en: anybody could tell from the recorded voice and the tone that it was you, ms. han.

source: 알고 있다.
en: I already knew.

source: 괜찮아요.
en: it’s ok.

source: 알았어, 내가 가 볼게.
en: alright. I’ll go see him.

source: 먼저 회사로 들어가.
en: why don’t you go into the office first?

source: 이제 겨우 첫 드라마 주연에 광고 한 편으로 톱스타는 무슨.
en: you’re not a superstar yet. you just had your first lead role in a tv series and one commercial.

source: 요즘은 하늘이한테 신경 쓰느라 피곤해하시고….
en: it also seemed like you’ve been looking after haneul more...

source: 상대가 덥석 물었다?
en: and she confessed?

source: 그 자리에 있다 보면 그래요.
en: you become like that when you’re in her position.

source: 아니, 냉정하게 상황을 보면 고수진 감독 쪽이….
en: but, if you calm down and really think about it, the movie may be...

source: 아니요!
en: no!

source: 기사 내기 전에 확인해야지!
en: you should have confirmed before you posted your article!

source: 저… 대표님은 뭐라고 하세요?
en: ummm...what did the ceo say?

source: 형이 여긴 어쩐 일이에요?
en: what are you doing here?

source: 지금 대표님이랑 최 팀장님, [투데이 스타] 사장 만나러 갔어요.
en: our ceo and mr. choi went to meet with the ceo of today star.

source: 그러니까 말 돌리지 말고 대답해 주세요.
en: so please don’t beat around the bush and answer my question.

source: 혜령 씨 때문에 작품 망하면 책임질 거야?
en: if this project gets screwed up because of you, are you going to take the responsibility?

source: 두 사람한테 빚만 지는 기분이야.
en: I feel like I’m indebted to you two.

source: 팀은 이제 막 세팅 중이고요.
en: he’s getting a team together as we speak.

source: 그 양반 얘기는 걸러서 들어도 돼.
en: you can’t trust everything he says.

source: 하기로 마음먹었다면 열심히 해 봐.
en: since you’ve made your decision, give it your all.

source: …수지 씨 캐스팅 엎어졌어.
en: she declined...

source: 왜 애한테 겁을 주고 그러십니까?
en: why are you scaring him?

source: 그게, 제가 막아야 했는데…!
en: I should have stopped her...!

source: 긴장한 거 화면에 다 보이니까!
en: I can see you’re nervous on the screen!

source: 그… 시트콤인데….
en: it’s a sitcom...

source: 대본 작업도, 캐스팅도 거의 다 마무리됐으니까요.
en: the script and casting are pretty much done.

source: 그건 왜요?
en: why?

source: 혜령이 스케줄이 아예 없는 것도 아니고요.
en: and hye-ryung has something scheduled anyway.

source: 그게… 저는 가수 팀에 있다가 들어온 거라….
en: it’s just... I just came from the singer department so...

source: 전부 다 넣는데 1분 55초.
en: one minute fifty five seconds to put all the leads into the containers.

source: 안 그럴 테니, 걱정하지 마.
en: I won’t, so don’t worry.

source: 대본은 좋다며.
en: I thought the script was good.

source: 에이, 천하의 구민환이 못 살리는 게스트가 어딨어요.
en: there isn’t anybody who you can’t work with.

source: 조 작가는 대본 쓰는 거만 집중해.
en: minhee, you just concentrate on writing the script.

source: 근데, 왜 하필 강수지야?
en: but, why did it have to be sooji kang?

source: 잘 자라.
en: good night.

source: 그렇게 할게요.
en: alright.

source: 야, 인준아!
en: hey, injoon!

source: 그냥 한지아 보급판이지, 뭐.
en: she’s worse than ji-ah.

source: 회사에서는 애가 조금 잘나가니까 정산 한 번 안 해주고 쉴 틈 없이 굴리지,
en: her company didn’t let her rest a bit without even paying her because she was becoming popular.

source: 공개 사과라니….
en: a public apology...?

source: 신기하네.
en: funny.

source: 여기서 조수가 갑자기 왜 나오죠?
en: why does the assistant appear here all of a sudden?

source: 혜령이 데리고.
en: with hye-ryung.

source: 그럼, 손하늘 쪽은 이제 로드 붙여 줘도 되겠고.
en: then I think we can let an assistant manager take care of haneul going forward.

source: 한지아가 이렇게 기사까지 냈는데, 그걸 낚아채는 거!
en: ji-ah han released an article about snatching up my offer!

source: 인준 씨는 올해 나이가 어떻게 돼요?
en: how old are you, mr. kim?

source: 게다가, 시트콤?
en: and on top of that, a sitcom?

source: 그게 김규현 감독이 받는 평가다.
en: this is how producer gyuhyun kim is rated.

source: 그럼 나는 김 팀장한테 가 볼 테니까, 둘이 할 얘기들 있으면 해.
en: alright. then, I’m going to go talk to mr. kim. why don’t you guys chat for a little while?

source: 가방 비싼 거 같던데….
en: your bag looks like it’s expensive...

source: 제가 밥 한 끼 대접하고 싶어서요.
en: so, I wanted to treat you out.

source: 말만 하지 말고, 그쪽이 괜찮은 작품 물어다 달라고요.
en: don’t just talk about projects, but go get me a good one.

source: 구민환이 네 명함을 받아 갔다고?
en: minhwan koo asked for your business card?

source: 난 모르겠어.
en: I don’t know.

source: 여론도 우리 편인데다가, 대표님께서 직접 움직이시기도 했고.
en: the public opinion is on our side, and our ceo took matters into his own hands.

source: 제 배우… 이 작품에 넣으려고요.
en: I... want one of my actors to be in it.

source: 어떻게 받아들이실지는 모르겠지만…
en: I’m not sure how you’ll take this but...

source: 어떤 대사를 말씀하시는 건지….
en: which line are you referring to...?

source: 선배님 힘드시면 그만할까요?
en: should I stop if it’s too much for you?

source: 허무하지?
en: it seems absurd, doesn’t it?

source: 저는 연기자로서의 의견 제시일 뿐이에요.
en: I’ve just been offering advice as an actor.

source: 혜령이한테 그랬던 것처럼.
en: like how you’ve done for hye-ryung.

source: 아까부터 왜 그래?
en: are you sure you’re ok?

source: 개판이었지.
en: it was a disaster.

source: 그래요?
en: oh yeah?

source: 깜짝이야!!
en: you scared me!

source: 이번에도 제 얼굴에 쓰여 있나요?
en: am I that easy to read?

source: 톱스타랑 함께 했다는 것 자체가 분에 넘칠 정도로 좋은 경험인걸요.
en: it was an extremely good experience for me just to be working with a superstar.

source: 그게 지아 씨 딴에는 잘해 준다고 하는 걸 거예요.
en: I think she’s trying to be as nice as she could.

source: 그러든 말든, 마음대로 하라 그래요.
en: let them do whatever they want to.

source: 너 설마…
en: are you...

source: 운명의 선이 흰색을 가리킨 대본에 왜 자꾸 칼질하려는 거야?
en: why is the thread of fate trying to cut out the lines that are marked in white?

source: 저 악마 같은 인간이 그냥 밥을 줄 리가 없잖아요!
en: that evil man would never let us eat for free!

source: 저, 저기, 하늘 씨?
en: h-hey, haneul?

source: 알았어.
en: ok.

source: 그사이에 미운 정이라도 들어 버린 건지.
en: maybe I got attached to ji-ah a bit going through all the tough times together.

source: 혹시 주변에 아는 작가 없어?
en: do you know any writers?

source: 방송국에서 별말 없이 승인했어요?
en: did all the stations agree to that?

source: 어떻게 예능 하나를 못 잡아 준대요?
en: how come they can’t even get one variety show to cast our actors?

source: 일단 상황 정리부터 해 보자.
en: let’s sort out the situation first.

source: 하긴, 확실했으면 지금 이 난리도 안 났겠지만.
en: but I guess we wouldn’t be going through this mess if she did.

source: 저는 밖에서 기다릴게요!
en: I’ll wait outside!

source: 그냥… 오늘 사람이 좀 달라 보여서….
en: oh, it’s just that...you look different today...

source: PD님은 여기 어쩐 일이세요?
en: what brings you here, producer?

source: 어떻게 알긴요.
en: what do you mean how?

source: 그럼, 간만에 손하늘이나 한 번 보고 갈까?
en: then should I go see how haneul is doing?

source: 시트콤이라는 장르가 죽은 지 오래인걸.
en: the sitcom genre hasn’t been popular for a long time.

source: 뭔 생뚱맞은 소리예요?
en: what are you talking about?

source: 내가 기억하는 이름들 말해 줘?
en: would you like me to remind you of the names that I remember?

source: 예능 나가기 싫으면 그냥 취소할까?
en: do you want me to cancel the variety show?

source: 힘 빼고!
en: relax!

source: 솔직히 말해.
en: tell me straight up.

source: 수지야.
en: sooji.

source: 그럼, 강수지 대신에 난 어때요?
en: then, how about replacing her with me?

source: 진짜 손하늘을 데뷔시킬 거라고?
en: are you really going to debut haneul?

source: 얼마나 나왔길래 그래요?
en: how did they come out?

source: 이거 작가 연락처니까 직접 통화해 봐요.
en: this is her number. you should call her.

source: 이슈화하기 쉽고 화제가 될 만한 떡밥이.
en: something that’d make a buzz.

source: 심윤섭이 시킨 일이라는 건 어떻게 알았어?
en: how did you know that yoonseob was behind all this?

source: 먼저 연락드렸어야 했는데.
en: I should have called you first.

source: 그럼 바보라고 해 줘요?
en: should I call you a fool instead?

source: 이거 한번 읽어 볼래요?
en: would read this for me?

source: 저기요, 감독님.
en: hey, producer.

source: 최 팀장이 말한 친구가 자네지?
en: you’re the one that mr. choi has been telling me about, right?

source: 그래서 민규를 팀장으로 올리자고?
en: so you think mingyu should be promoted to team leader?

source: 지아 언니 일… 때문에 그런 거예요?
en: is it... because of the news about ji-ah?

source: …네.
en: yes.

source: 인터뷰는 가짜고, 그 녹음 파일도 뭔가 수작을 부린 거라고요.
en: the interview was fake and the clip was fabricated.

source: 지갑이요, 지갑.
en: your wallet.

source: 대답이 시원찮지만…
en: although I’m not completely satisfied with her answer...

source: 오빠가 알아서 다 해결해 주실 텐데 뭐.
en: he’s going to take care of it all.

source: 나 추석 때 어디 안 가거든.
en: I don’t have any plans for chuseok.

source: 제가 뭘….
en: what did I...

source: 야, 근데 넌 언제까지 그러고 있으려고?
en: hey, until when are you going to have sunglasses and a mask on?

source: 그게… 그렇긴 한데….
en: yeah...it is...but...

source: 일단 첫 촬영분이에요.
en: this is for the first episode.

source: 앞으로는 윤혜령 씨 허락을 받고 인터뷰하라는 건가요?
en: are you telling me to get permission from hye-ryung yun before I do interviews?

source: 내가 진짜 강수지한테 밀린 것도 아닌데.
en: it’s not like sooji kang really beat me.

source: 일 잘하는 친구예요.
en: he’s good at what he does.

source: 요즘에도 그런 걸 사람 손으로 해?
en: people still do that by hand?

source: 원본은 나중에 필요한 상황이 생긴다면 공개할 생각이고요.
en: I’m planning to release the original copy when I feel it’s necessary.

source: 운명의 선 뒤에 최주명이 버티고 있어서 였으니까.
en: ...team leader choi was supporting me.

source: 하늘 씨 인터뷰가 메인에 걸렸어요!
en: haneul’s interview’s been uploaded as the main article!

source: 내일부터 대본 좀 살펴보려고요.
en: I’m going to review some scripts starting tomorrow.

source: 그래도 배우는 배우더라고요.
en: but she’s definitely an actress alright.

source: 한지아를 끌어내려서 그가 얻을 게 있나?
en: what can he get out of taking down ji-ah?

source: 너 그러다 죽어!!
en: you can die if you eat like that!

source: 그거야 당연한 거지.
en: of course.

source: 일단, 번호 좀 찍어 주세요.
en: give me your number for now.

source: 시청률이야, 내리막길 타는 거 다 알고 있었잖아?
en: we all knew they were receiving low viewer ratings.

source: 그, 그렇게 별로예요?
en: i-is she that bad?

source: 그래서 자네는, 이번 일이 어떻게 되길 바라나?
en: so, how do you want this fiasco to unfold?

source: 이걸 어떻게 해야….
en: how do we deal with this...

source: 바람이나 좀 쐴까?
en: should we get some fresh air?

source: 일주일 뒤.
en: a week later.

source: 근데 그 인간은 왜?
en: why?

source: 오빠 생각에는 제가 톱스타가 된 것 같으세요?
en: do you think I’m a superstar?

source: 구체적인 건 안 나왔지만, 하긴 할 거야.
en: the details aren’t announced yet but it’ll happen for sure.

source: 네가 하나 골라 주게?
en: do you want to choose for her?

source: 이번에는 진짜 제대로 만들어 볼 수 있을 텐데.
en: this is a great opportunity for you to make a good one.

source: 두 분은 많이 친하신가 봐요?
en: I guess you two are pretty close?

source: 요즘 누가 본다고. ‘시트콤’이라니…?
en: who watches sitcom these days...?

source: ‘조민희 작가’라고 있어.
en: his name is minhee cho.

source: 오늘 들어왔지.
en: we came back today.

source: 이봐, 혜령 씨.
en: look, hye-ryung.

source: 그래, 들어가.
en: alright, I’ll see you then.

source: 기대했던 것보다 잘 나왔어요.
en: better than expected.

source: 같이 어때요?
en: how about we have them work with the same photographer on the same day?

source: 혹시 이 화상, 무슨 약점 같은 거 잡고 있어요?
en: do you, by any chance, have any dirt on this fool?

source: 지적이면서도 냉정함을 잃지 않는 캐릭터고요.
en: she’s an intelligent agent who never loses her cool.

source: 저, 저거 말려야 하나?!
en: d-do I need to stop her?!

source: 저는 그럼 자장면이요!
en: I’ll have jjajang noodles then!

source: 하늘 씨, 우리랑 같이해요.
en: haneul, I’d like you to join our team.

source: 그… 수지 씨, 지금은 그냥 넘어가지.
en: ummm... I think we can let this one pass, ms. kang.

source: 그럼 다행이네요.
en: that’s good.

source: 한지아 보급판이라더니…
en: rumors about how she’s worse than ji-ah han...

source: 그게 말이 된다고….
en: do you think you’re making any sense...

source: 오빠가 어느 날 갑자기 실망하고 확 떠나면 어떡하나 하고요.
en: what I’ll do if you get disappointed and leave.

source: 그래도 요즘에 인준 씨한테는 예전만큼 까칠하게 대하지 않던데요?
en: she didn’t seem to be as cranky with you anymore.

source: 자, 다음 신으로 넘어갑시다.
en: alright then. let’s move onto the next scene.

source: 난 이제 그러려니 한다.
en: I’m used to it now.

source: 아직도 고민 중이에요?
en: are you still worrying about it?

source: 아니면 저희 쪽으로 갈아타실지.
en: or to side with us.

source: 그렇게까지 해야 하는 건지 이해도 안 가고.
en: I still don’t understand why she had to go that far.

source: 내가 인준 씨 뺏어 갈까 봐.
en: that I might take mr. kim away.

source: 두 번째 대본 리딩.
en: second read-through rehearsal.

source: 그러니 최대한 빨리 해결을 봐야 한다.
en: so this issue must be dealt with quickly.

source: 확실히 눈치는 빠르구먼.
en: you have good instinct.

source: 그냥 남이야.
en: no.

source: 술술 읽히는 게 잘될 것 같아요.
en: I think this is going to be a hit.

source: 그게….
en: oh, that’s because...

source: 혼자 질질 짜고 있을까 봐?
en: did you think that I would be crying my eyes out?

source: 감독님!
en: producer!

source: 오케이 컷!
en: ok! cut!

source: 이건 최후의 수단으로 생각하고 있었는데….
en: I was saving this as the last resort...

source: 그, 그렇긴 한데!
en: y-you’re right!

source: 잘될 리가 없지.
en: I don’t think so.

source: 오늘 컨디션이 별로야?
en: are you not feeling well today?

source: 감독님, 지금 혜령 씨 구박하시는 거예요?
en: director, are you trying to give hye-ryung a hard time?

source: 예능은 좀 미뤄야겠네.
en: I’m going to have to decline the offer from the new variety show.

source: 김 감독.
en: producer kim.

source: 참고로 심 대표보다는 우리 회사 법무팀이 더 무서울 겁니다.
en: just to let you know. our legal team is way more scarier than mr. shim.

source: 내 눈이 잘못된 건가?
en: am I seeing this right?

source: 그만 챙겨 줘도 돼요.
en: you’ve done enough.

source: 솔직히 이것까지 이용하는 건 내키지 않지만…
en: honestly I didn’t want to use this but...

source: 한지아랑 같이 일할 만하냐?
en: how’s working with ji-ah?

source: 도시락이죠.
en: it’s a lunch box.

source: 그… 괜찮습니다.
en: I-I’m alright.

source: 작가님이 신인이셔서 잘 모르는 것 같은데
en: I don’t think you understand because you’re new,

source: 어디 안 다치셨어요?
en: did you get hurt at all?

source: 형들이 갑자기 여긴 어쩐 일이에요?
en: what are you guys doing here?

source: 그게 둘 다 나쁘다는 건 아니잖아요.
en: but, that doesn't mean that they are bad either.

source: 보기 좋은데요?
en: you guys look good.

source: 나한테 몇 년을 우려먹을 텐데.
en: for years.

source: 팀장님께서 막아 주시면 안 되나요?
en: is there any way you can stop it from happening?

source: 아뇨, 회식을 레스토랑에서 하기는 좀 그렇잖습니까?
en: oh, no. it’s just that an italian restaurant doesn’t seem adequate for a team dinner.

source: 초능력 같은….
en: like super powers...

source: 뭐길래 그러시지….
en: what’s going on...?

source: 혹시 그 사람이랑 가까운 사이야?
en: are you close with him?

source: 내가 원체 빨리 승진했어야지.
en: I did get promoted extremely fast.

source: 거긴 질리지도 않나….
en: don’t they ever get tired...?

source: 제정신 아니네.
en: he’s out of his mind.

source: 야, 손하늘.
en: hey, haneul.

source: 둘 중에 뭐가 더 낫다거나 그런 거 없어요?
en: so, you can’t find anything particularly better than the other?
